Repository: resyst-cz/tvojekostatus-eshop
Catalog: app/Resources/translations/*/ModulesBlockreassuranceAdmin.*.xlf
Languages: sk_sk

source: Customer reassurance
sk_sk: Ubezpečenie zákazníka

source: Adds an information block aimed at offering helpful information to reassure customers that your store is trustworthy.
sk_sk: Pridá blok k zobrazeniu informácií pre uistenie zákazníkov, že obchod je dôveryhodný.

source: The block configuration has been updated.
sk_sk: Nastavenia aktualizované

source: New reassurance block
sk_sk: Nový blok ubezpečenia

source: ID Shop
sk_sk: ID obchodu

source: Connect with your customers and reassure them by highlighting your services: secure payment, free shipping, returns, etc.
sk_sk: Spojte sa so svojimi zákazníkmi a uistite ich tým, že zvýrazníte svoje služby: bezpečná platba, doprava zdarma, vrátenie tovaru atď.

source: Are you sure you want to uninstall this module?
sk_sk: Ste si istý, že chcete odinštalovať tento modul?

source: There was an error during the installation. Please contact us through Addons website.
sk_sk: Počas inštalácie sa vyskytla chyba. Kontaktujte nás prostredníctvom webovej stránky Addons.

source: There was an error during the uninstallation. Please contact us through Addons website.
sk_sk: Pri odinštalovaní sa vyskytla chyba. Kontaktujte nás prostredníctvom webovej stránky Addons.

source: Block updated
sk_sk: Blok bol aktualizovaný

source: Oops... looks like an error occurred
sk_sk: Oops... zdá sa, že sa vyskytla chyba

source: Configuration updated successfully!
sk_sk: Konfigurácia bola úspešne aktualizovaná!

source: Position changed successfully!
sk_sk: Pozícia bola úspešne zmenená!

source: An error occurred when switching position
sk_sk: Pri zmene pozície sa vyskytla chyba
